<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
	<title>Carto_web</title>
	<link href="./css/mi_estilo.css" rel="stylesheet"/>
</head>
<body>
	
	<header class="header-container">
        <div class="title-section">
              <h1>LA CARTOGRAF&Iacute;A</h1>           
            <div class="subtitle">
                <p>"La cartografía es el lenguaje de los exploradores y el espejo de las culturas." </p>
            </div>
            
            <div class="author-info">
                <p>16 de junio de 2025</p>
            </div>
        </div>
        
        <div class="image-section">
            <img src="./imagenes/mapa-antiguo.gif" alt="Mapa antiguo" class="map-image">
        </div>
    </header>
	
	<nav class="main-nav">
        <ul>
            <li><a href="#introduccion">Introducci&oacute;n</a></li>
            <li><a href="#historia">Historia de la Cartograf&iacute;a</a></li>
            <li><a href="#tipos">Tipos de cartograf&iacute;a</a></li>
            <li><a href="#mapa">Los mapas</a></li>
        </ul>
    </nav>
    
   <section class="single-section">
        <article >
            <h2 id="introduccion">INTRODUCCI&Oacute;N</h2>
            <p>La cartograf&iacute;a es la disciplina que se encarga de representar gr&aacute;ficamente la Tierra y sus caracter&iacute;sticas geogr&aacute;ficas, desde montañas y r&iacute;os hasta ciudades y fronteras. A trav&eacute;s de mapas y planos, los cart&oacute;grafos buscan reflejar la complejidad del mundo que nos rodea de manera clara y precisa. Con una rica historia que se remonta a civilizaciones antiguas, la cartograf&iacute;a ha evolucionado significativamente gracias a avances tecnol&oacute;gicos como la geodesia, la fotogrametr&iacute;a y, m&aacute;s recientemente, los sistemas de informaci&oacute;n geogr&aacute;fica (SIG) y la teledetecci&oacute;n. </p>
			<p>Los mapas no solo nos ayudan a navegar y entender nuestro entorno, sino que tambi&eacute;n desempeñan un papel crucial en diversas &aacute;reas como la planificaci&oacute;n urbana, el estudio del cambio clim&aacute;tico, la gesti&oacute;n de recursos naturales y la investigaci&oacute;n cient&iacute;fica. En la era digital, la cartograf&iacute;a se ha vuelto m&aacute;s accesible y din&aacute;mica, permitiendo la creaci&oacute;n de mapas interactivos y personalizados que satisfacen las necesidades espec&iacute;ficas de cada usuario. </p>
			<section class="simple-slider">
  					<input type="radio" name="slider" id="slide1" checked>
					<input type="radio" name="slider" id="slide2">
					<input type="radio" name="slider" id="slide3">

					<div class="slides">
						<div class="slide s1">
							<img src="./imagenes/imagen2.jpg" alt="Bedolina">
							<p class="caption">El Mapa de Bedolina es una famosa roca prehist&oacute;rica grabada que forma parte del complejo de petroglifos del Valle Camonica en Italia. Es conocido como uno de los mapas topogr&aacute;ficos m&aacute;s antiguos, una representaci&oacute;n de parcelas cultivadas, caminos de monta&ntilde;a y aldeas, y fue realizado entre el 1400 y el 500 a. C.</p>
						</div>
					
						<div class="slide s2">
							<img src="./imagenes/imagen3.png" alt="Çatalhöyük">
							<p class="caption">El mapa de Çatalhöyük fue descubierto en la d&eacute;cada de 1960 por el arque&oacute;logo James Mellaart, y se cree que podr&iacute;a haber sido creado con fines rituales o ceremoniales, m&aacute;s que como un simple plano de la ciudad. </p>
						</div>
					
						<div class="slide s3">
							<img src="./imagenes/imagen4.jpg" alt="La piedra de Saint">
							<p class="caption">La piedra de Saint-B&eacute;lec fue descubierta en 1900, pero permaneci&oacute; almacenada en un museo durante m&aacute;s de un siglo sin ser estudiada a fondo hasta que en 2014 un equipo de investigadores la analizó y descubri&oacute; que se trataba de un mapa antiguo.</p>
						</div>
					</div>

					<div class="navigation">
						<label for="slide1"></label>
						<label for="slide2"></label>
						<label for="slide3"></label>
					</div>
				</section>
		
		</article>
    </section>
   
   <section class="single-section">
        <article>
			
            <h2 id="historia">HISTORIA DE LA CARTOGRAF&Iacute;A</h2>
			
            <h3>La Prehistoria (antes del 3000 a.C.)</h3>
			
			<img src="./imagenes/imagen3.jpg" class="float-right">

			<p>La cartograf&iacute;a tiene sus raíces en la prehistoria, cuando los seres humanos comenzaron a representar su entorno en forma de dibujos y s&iacute;mbolos.Los primeros mapas conocidos datan del per&iacute;odo Paleolítico Superior, alrededor del 40.000 a.C. Estos mapas primitivos se encontraban en cuevas y rocas, y mostraban animales, humanos y elementos del paisaje.</p>
			<p>Algunos ejemplos de estos mapas incluyen:</p>
			<ul>
				<li>El mapa de Bedolina data del Paleol&iacute;tico Superior y muestra un paisaje con figuras humanas y animales.</li>
				<li>El mapa de Çatalhöyük data del Neol&iacute;tico y muestra un plano de la ciudad con casas y calles.</li>
			</ul>

			
			<img src="./imagenes/imagen5.jpg" class="float-right">
			<h3>La Cartograf&iacute;a en la Antigüedad Clásica (3000 a.C. - 500 d.C.)</h3>
			<p>Con el surgimiento de las civilizaciones antiguas, la cartograf&iacute;a se convirti&oacute; en una herramienta importante para la navegaci&oacute;ón, el comercio y la guerra. En Mesopotamia, los sumerios crearon mapas en tablillas de arcilla que mostraban la distribución de tierras y recursos. Algunos ejemplos de estos mapas incluyen:</p>
			<ul>
				<li>El mapa de Nippur, encontrado en Irak, que data del per&iacute;odo acadio y muestra un plano de la ciudad con templos y canales.</li>
				<li>El mapa de Babilonia, encontrado en Irak, que data del per&iacute;odo babil&oacute;nico y muestra un mapa del mundo conocido.</li>
			</ul>
			<p>En Egipto, los faraones encargaron mapas para planificar la construcci&oacute;n de pir&aacute;mides y canales. Los mapas egipcios sol&iacute;an mostrar el r&iacute;o Nilo y sus inundaciones anuales, que eran cruciales para la agricultura. </p>
			<img src="./imagenes/imagen6.png" class="float-right">
			<p>En Grecia, los fil&oacute;sofos y ge&oacute;grafos como Erat&oacute;stenes y Estrab&oacute;n desarrollaron teor&iacute;as sobre la forma de la Tierra y crearon mapas que reflejaban su comprensi&oacute;n del mundo. Erat&oacute;stenes, en particular, es famoso por calcular con notable precisi&oacute;n la circunferencia de la Tierra utilizando la sombra de los rayos del sol en diferentes latitudes.</p>
			
			
			
			
			<h3>La Cartograf&iacute;a en la Edad Media (500 - 1500 d.C.)</h3>
			<p>Durante la Edad Media, la cartograf&iacute;a en Europa se centr&oacute; en la creaci&oacute;n de mapas que reflejaban la visi&oacute;n cristiana del mundo. Los mapas "T-O" mostraban el mundo como un c&iacute;rculo dividido en tres partes: Asia, Europa y &Aacute;frica. Estos mapas sol&iacute;an incluir elementos b&iacute;blicos y simb&oacute;licos, y no siempre eran precisos desde un punto de vista geogr&aacute;fico.</p>
			<p>Algunos ejemplos de mapas medievales incluyen:</p>
			<ul>
				<li>El mapa de Hereford, encontrado en Inglaterra, que data del siglo XIII y muestra un mapa del mundo conocido con elementos b&iacute;blicos y simb&oacute;licos.</li>
				<li>El mapa de Ebstorf, encontrado en Alemania, que data del siglo XIII y muestra un mapa del mundo conocido con elementos b&iacute;blicos y simb&oacute;licos.</li>
			</ul>	
			<p>Mientras tanto, en el mundo isl&aacute;mico, los cart&oacute;grafos como Al-Idrisi crearon mapas precisos y detallados del mundo conocido. Al-Idrisi trabaj&oacute; en la corte del rey Roger II de Sicilia y produjo un atlas mundial que inclu&iacute;a mapas de &Aacute;frica, Asia y Europa.</p>
			
			
			
			<h3>La Cartograf&iacute;a en la Era de la Exploraci&oacute;n (1500 - 1800 d.C.)</h3>
			<img src="./imagenes/imagen7.jpg" class="float-right">
			<p>La Era de la Exploraci&oacute;n marc&oacute; un per&iacute;odo de gran avance en la cartograf&iacute;a. Los descubrimientos de nuevos territorios y rutas mar&iacute;timas llevaron a la creaci&oacute;n de mapas m&aacute;s precisos y detallados. Los cart&oacute;grafos como Gerardus Mercator y Martin Waldseemüller crearon mapas que reflejaban la nueva comprensi&oacute;n del mundo.</p>
			<p>La proyecci&oacute;n de Mercator, desarrollada en el siglo XVI, se convirti&oacute; en un est&aacute;ndar para la navegaci&oacute;n mar&iacute;tima y sigue siendo utilizada hoy en d&iacute;a. Sin embargo, tambi&eacute;n tiene limitaciones, como la distorsi&oacute;n de las formas y tama&ntilde;os de los continentes cerca de los polos.</p>
			<p>Algunos ejemplos de mapas de la Era de la Exploración incluyen:</p>
			
			<ul>
				<li>El mapa de Waldseemuller, encontrado en Alemania, que data de 1507 y muestra un mapa del mundo conocido con el nombre "Am&eacute;rica" por primera vez.</li>
				<img src="./imagenes/imagen8.webp" class="float-right">
				<li>El mapa de Mercator, encontrado en B&eacute;lgica, que data de 1569 y muestra un mapa del mundo conocido con la proyecci&oacute;n de Mercator.</li>
				
			</ul>
			
			
			<h3>La Cartograf&iacute;a Moderna (1800 - 2000 d.C.)</h3>
			<p>En el siglo XIX, la cartograf&iacute;a se benefici&oacute; de avances tecnol&oacute;gicos como la fotograf&iacute;a a&eacute;rea y la topograf&iacute;a. Los mapas se volvieron m&aacute;s precisos y detallados, y se crearon instituciones cartogr&aacute;ficas nacionales para producir y distribuir mapas oficiales.</p>
			<p>Algunos ejemplos de mapas modernos incluyen:</p>
			
			<ul>
				<li>El mapa topogr&aacute;fico de Estados Unidos, producido por el Servicio Geol&oacute;gico de Estados Unidos (USGS) en el siglo XIX.</li>
				<li>El mapa de la ciudad de Par&iacute;s, producido por el Instituto Geogr&aacute;fico Nacional de Francia en el siglo XIX.</li>
			</ul>
			
			<p>En el siglo XX, la cartograf&iacute;a se revolucion&oacute; con la llegada de la tecnolog&aacute;a digital y los sistemas de informaci&oacute;n geogr&aacute;fica (SIG). Los SIG permiten la creación de mapas interactivos y personalizados, y han tenido un impacto significativo en campos como la planificaci&oacute;n urbana, la gesti&oacute;n de recursos naturales y la investigaci&oacute;n cient&iacute;fica.</p>
			
			
			<h3>La Cartograf&iacute;a en la Era Digital (2000 d.C. - presente)</h3>
			<p>En la era digital, la cartograf&iacute;a ha seguido evolucionando con la llegada de tecnolog&iacute;as como la teledetecci&oacute;n, el GPS y la cartograf&iacute;a en l&iacute;nea. Los mapas en l&iacute;nea como Google Maps y OpenStreetMap han democratizado el acceso a la cartograf&iacute;a y han permitido a los usuarios crear y compartir sus propios mapas.</p>
			<p>La cartograf&iacute;a también se ha vuelto m&aacute;s colaborativa, con proyectos como la cartograf&iacute;a participativa y la cartograf&iacute;a comunitaria. Estos proyectos permiten a las comunidades locales crear mapas que reflejan sus propias necesidades y perspectivas.</p>
			<p>Algunos ejemplos de proyectos de cartograf&iacute;a digital incluyen:</p>
			<ul>
				<li>El proyecto OpenStreetMap, que permite a los usuarios crear y editar mapas en l&iacute;nea de forma colaborativa.</li>
				<li>El proyecto Google Maps, que permite a los usuarios crear y compartir mapas personalizados en l&iacute;nea.</li>
			</ul>
			<br>
			
			<div style="text-align: center;">
				<iframe width="700" height="400" src="https://www.youtube.com/embed/EJ02_GIcW1k?si=4jHhJOp1OSNxchQ2" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
				</iframe>
			</div>
			
			</article>
    </section>
			
	<section class="single-section">		
			<article>
			
            <h2 id="tipos">TIPOS DE CARTOGRAF&Iacute;A</h2>
			<p>La cartograf&iacute;a al ser una disciplina que abarca una amplia variedad de t&eacute;cnicas y enfoques para representar el mundo que nos rodea posee diferentes tipos de cartograf&iacute;a que se enfocan en aspectos espec&iacute;ficos de la realidad geogr&aacute;fica, desde la forma y caracter&iacute;sticas del terreno hasta la distribución de fen&oacute;menos sociales y econ&oacute;micos. Cada tipo de cartograf&iacute;a tiene sus propias herramientas y t&eacute;cnicas, y se utiliza para responder a preguntas y necesidades espec&iacute;ficas. La elecci&oacute;n del tipo de cartograf&iacute;a adecuado depende del prop&oacute;sito y el p&uacute;blico objetivo, y puede variar desde la creaci&oacute;n de mapas simples hasta la realizaci&oacute;n de an&aacute;lisis complejos. En general, los tipos de cartograf&iacute;a se pueden clasificar en categor&iacute;as que reflejan la naturaleza de los datos y la forma en que se representan.</p>
			
			<h3> Cartograf&iacute;a Topogr&aacute;fica </h3>
			<img src="./imagenes/imagen10.jpg" class="float-left">
			<p>La cartograf&iacute;a topogr&aacute;fica se enfoca en la representaci&oacute;n detallada de la forma y caracter&iacute;sticas del terreno, incluyendo la elevaci&oacute;n, la pendiente y la hidrograf&iacute;a. Los mapas topogr&aacute;ficos suelen incluir informaci&oacute;n sobre la vegetaci&oacute;n, la geolog&iacute;a y la infraestructura, y se utilizan para una variedad de prop&oacute;sitos, desde la planificaci&oacute;n urbana hasta la gesti&oacute;n de recursos naturales. La cartograf&iacute;a topogr&aacute;fica es fundamental para entender la forma en que el terreno se comporta y c&oacute;mo se puede utilizar de manera sostenible.</p>
			<p>Los mapas topogr&aacute;ficos pueden ser utilizados para identificar &aacute;reas de riesgo, como zonas de inundaci&oacute;n o deslizamientos de tierra, y para planificar la construcci&oacute;n de infraestructuras como carreteras y puentes. La cartograf&iacute;a topogr&aacute;fica tambi&eacute;n es importante para la gesti&oacute;n de recursos naturales, como la planificaci&oacute;n forestal y la conservaci&oacute;n de la biodiversidad. Los mapas topogr&aacute;ficos pueden ser creados utilizando una variedad de t&eacute;cnicas, incluyendo la fotogrametr&iacute;a y la teledetecci&oacute;n. La precisi&oacute;n y la detalle de los mapas topogr&aacute;ficos dependen de la escala y la calidad de los datos utilizados. En general, los mapas topogr&aacute;ficos son una herramienta valiosa para cualquier persona que necesite entender la forma y caracter&iacute;sticas del terreno.</p>
		
			<aside>
                
				<h4>Aplicaciones</h4>
                
                <details>
                    <summary>Planificaci&oacute;n urbana e Ingenier&iacute;a Civil</summary>
                    <div>
                        <ul>
                            <li>Permite visualizar el terreno para la construcci&oacute;n de carreteras, puentes, t&uacute;neles y redes de transporte.</li>
                            <li>Ayuda en la selecci&oacute;n de sitios &oacute;ptimos para edificaciones, evitando zonas inestables o inundables.</li>
                            <li>Facilita la zonificaci&oacute;n urbana, industrial y residencial considerando pendientes, accesibilidad y riesgos naturales.</li>
                            <li>Posibilidad de repetir mediciones peri&oacute;dicamente</li>
                            <li>Dise&ntilde;o de redes de agua, alcantarillado y electricidad aprovechando la topograf&iacute;a.</li>
							<li>Evaluaci&oacute;n de c&oacute;mo proyectos de construcci&oacute;n afectar&aacute;n el entorno.</li>
                        </ul>
                    </div>
                </details>
                
                <details>
                    <summary>Gesti&oacute;n de recursos naturales e Investigaci&oacute;n cient&iacute;fica</summary>
                    <div>
                        <ul>
                            <li>Identificaci&oacute;n de suelos f&eacute;rtiles, pendientes para cultivos y &aacute;reas de conservaci&oacute;n.</li>
                            <li>Delimitaci&oacute;n de cuencas hidrogr&aacute;ficas, dise&ntilde;o de presas y prevenci&oacute;n de inundaciones</li>
                            <li>An&aacute;lisis de erosi&oacute;n, deslizamientos o cambios en el paisaje por fen&oacute;menos naturales.</li>
                            <li>Mapeo de ecosistemas, corredores biol&oacute;gicos y &aacute;reas protegidas.</li>
                         </ul>
                    </div>
                </details>
                
                <details>
                    <summary> Gesti&oacute;n de emergencias</summary>
                    <div>
						<ul>
                            <li>Identificaci&oacute;n de zonas de riesgo (inundaciones, deslizamientos, fallas s&iacute;smicas).</li>
                            <li>Planificaci&oacute;n de rutas de evacuaci&oacute;n y log&iacute;stica para equipos de rescate.</li>
                            <li>Evaluaci&oacute;n de daños post-desastre (terremotos, huracanes) mediante comparaci&oacute;n con mapas previos.</li>
                            <li>Predicci&oacute;n de propagaci&oacute;n de incendios forestales o flujos de lava volc&aacute;nica.</li>
                         </ul>
                       </div>
                </details>
                
                <figure>
                    <img src="./imagenes/imagen13.jpg" alt="Modelo de mapa para la prevención de desastres">
                    <figcaption>Aplicaciones del mapa topogr&aacute;fico</figcaption>
                </figure>
            </aside>
			
			
		<h3>Cartograf&iacute;a Tem&aacute;tica</h3>
		<img src="./imagenes/imagen14.png" class="float-left">
		<p>La cartograf&iacute;a tem&aacute;tica se enfoca en la representaci&oacute;n de temas espec&iacute;ficos, como la poblaci&oacute;n, la econom&iacute;a, el clima o la geolog&iacute;a. 
			Los mapas tem&aacute;ticos suelen utilizar s&iacute;mbolos y colores para representar la distribuci&oacute;n y la intensidad de los fen&oacute;menos estudiados, y se utilizan para analizar y visualizar datos complejos. 
			La cartograf&iacute;a tem&aacute;tica es una herramienta valiosa para la investigaci&oacute;n cient&iacute;fica y la toma de decisiones, ya que permite visualizar patrones y tendencias en los datos. 
			Los mapas tem&aacute;ticos pueden ser utilizados para analizar la distribuci&oacute;n de la poblaci&oacute;n, la econom&iacute;a y los recursos naturales, y para identificar &aacute;reas de riesgo y oportunidad. </p>
		<p>La cartograf&iacute;a tem&aacute;tica tambi&eacute;n es importante para la planificaci&oacute;n y la gesti&oacute;n de recursos, ya que puede ser utilizada para evaluar la efectividad de las pol&iacute;ticas y programas. 
			Los mapas tem&aacute;ticos pueden ser creados utilizando una variedad de t&eacute;cnicas, incluyendo la estad&iacute;stica y la modelizaci&oacute;n. La precisi&oacute;n y la detalle de los mapas tem&aacute;ticos dependen de la calidad de los datos utilizados y la habilidad del cart&oacute;grafo para representar la informaci&oacute;n de manera clara y concisa.</p>
		
		<aside>
                
				<h4>Aplicaciones</h4>
                
                <details>
                    <summary>Agricultura y Desarrollo Rural</summary>
                    <div>
                        <ul>
                            <li>Identificaci&oacute;n de zonas &oacute;ptimas para cultivos espec&iacute;ficos (ej. caf&eacute;, ma&iacute;z, vid).</li>
                            <li>Mapas de NDVI (Normalized Difference Vegetation Index) para evaluar salud vegetal.</li>
                            <li>Detecci&oacute;n de estrés h&iacute;drico o plagas mediante im&aacute;genes satelitales.</li>
                            <li>Cartograf&iacute;a de parcelas para regularizaci&oacute;n de propiedad.</li>
                            <li>Planificaci&oacute;n de infraestructura rural (caminos, electrificaci&oacute;n).</li>
							<li>Identificaci&oacute;n de &aacute;reas para proyectos de agroindustria.</li>
                        </ul>
                    </div>
                </details>
                
                <details>
                    <summary>Geolog&iacute;a y Miner&iacute;a</summary>
                    <div>
                        <ul>
                            <li>Identificaci&oacute;n de suelos f&eacute;rtiles, pendientes para cultivos y &aacute;reas de conservaci&oacute;n.</li>
                            <li>Delimitaci&oacute;n de cuencas hidrogr&aacute;ficas, dise&ntilde;o de presas y prevenci&oacute;n de inundaciones</li>
                            <li>An&aacute;lisis de erosi&oacute;n, deslizamientos o cambios en el paisaje por fen&oacute;menos naturales.</li>
                            <li>Mapas de susceptibilidad a deslizamientos, hundimientos o sismos.</li>
							<li>Monitoreo de impactos ambientales (deforestaci&oacute;n, contaminaci&oacute;n).</li>
                         </ul>
                    </div>
                </details>
                
                <details>
                    <summary> Otras aplicaciones</summary>
                    <div>
						<ul>
                            <li>Mapas de incidencia de enfermedades (malaria, dengue).</li>
                            <li>Cartograf&iacute;a de rutas ecotur&iacute;sticas.</li>
                            <li>Mapas de conflictos territoriales.</li>
                            <li>Mapas de usos del suelo (residencial, industrial, comercial).</li>
                         </ul>
                       </div>
                </details>
                
                <figure>
                    <img src="./imagenes/imagen16.jpg" alt="mapa_tematico">
                    <figcaption>Aplicaciones del mapa tem&aacute;tico</figcaption>
                </figure>
            </aside>
		
		<h3>Cartograf&iacute;a Digital</h3>
		<p>La cartograf&iacute;a digital se enfoca en la creaci&oacute;n y el an&aacute;lisis de mapas digitales utilizando tecnolog&iacute;as de informaci&oacute;n geogr&aacute;fica (SIG) y otros software especializados. Los mapas digitales pueden ser interactivos y personalizados, y se utilizan en una variedad de aplicaciones, desde la navegaci&oacute;n hasta la planificaci&oacute;n urbana y la gesti&oacute;n de recursos naturales. La cartograf&iacute;a digital es una herramienta valiosa para la investigaci&oacute;n cient&iacute;fica y la toma de decisiones, ya que permite visualizar y analizar datos complejos de manera r&aacute;pida y eficiente. Los mapas digitales pueden ser utilizados para analizar la forma en que los fen&oacute;menos geogr&aacute;ficos se distribuyen en el espacio, y para identificar patrones y tendencias en los datos.</p>
		<p>La cartograf&iacute;a digital tambi&eacute;n es importante para la comunicaci&oacute;n de informaci&oacute;n compleja, ya que puede ser utilizada para presentar datos de manera clara y concisa. Los mapas digitales pueden ser creados utilizando una variedad de t&eacute;cnicas, incluyendo la programaci&oacute;n y la modelizaci&oacute;n. La precisi&oacute;n y la detalle de los mapas digitales dependen de la calidad de los datos utilizados y la habilidad del cart&oacute;grafo para representar la informaci&oacute;n de manera clara y concisa.</p>
		
		<aside>
                
				<h4>Aplicaciones</h4>
                
                <details>
                    <summary> Planificaci&oacute;n Urbana y Gesti&oacute;n de Infraestructura</summary>
                    <div>
                        <ul>
                            <li>An&aacute;lisis de la densidad de poblaci&oacute;n y la distribuci&oacute;n de servicios p&uacute;blicos.</li>
                            <li>Planificaci&oacute;n de la expansi&oacute;n urbana y la zonificaci&oacute;n.</li>
                            <li>Gesti&oacute;n de la infraestructura de transporte y la planificaci&oacute;n de rutas.</li>
                            <li>Identificaci&oacute;n de &aacute;reas de riesgo y vulnerabilidad en caso de desastres naturales</li>
                        </ul>
                    </div>
                </details>
                
                <details>
                    <summary>Gesti&oacute;n de Recursos Naturales y Medio Ambiente</summary>
                    <div>
                        <ul>
                            <li>Monitoreo de la deforestaci&oacute;n y la degradaci&oacute;n del suelo</li>
                            <li>An&aacute;lisis de la distribuci&oacute;n de especies y la biodiversidad</li>
                            <li>Identificaci&oacute;n de &aacute;reas de conservaci&oacute;n y protecci&oacute;n</li>
                            <li>Evaluaci&oacute;n del impacto ambiental de proyectos de desarrollo</li>
                         </ul>
                    </div>
                </details>
                
                <details>
                    <summary>Respuesta a Emergencias y Gesti&oacute;n de Desastres</summary>
                    <div>
						<ul>
                            <li>Identificaci&oacute;n de &aacute;reas afectadas por desastres naturales.</li>
                            <li>Planificaci&oacute;n de la respuesta a emergencias y la evacuaci&oacute;n de personas.</li>
                            <li>An&aacute;lisis de la vulnerabilidad de la infraestructura y la poblaci&oacute;n.</li>
                            <li>Evaluaci&oacute;n del da&ntilde;o y la p&eacute;rdida despu&eacute;s de un desastre.</li>
                         </ul>
                       </div>
                </details>
                
                <figure>
                    <img src="./imagenes/imagen15.jpg" alt="Modelo de mapa para la prevención de desastres">
                    <figcaption>Aplicaciones del mapa digital</figcaption>
                </figure>
            </aside>
		
		
		</article>	
	</section>		
				
		
	 <section class="single-section">
        <article>
			
            <h2 id="mapa">LOS MAPAS</h2>
			<p>Los mapas tambi&eacute;n conocidos como cartas son <b> representaciones gr&aacute;ficas</b> de la realidad geogr&aacute;fica (Tierra) a trav&eacute;s de una superficie plana.</p>
			<h3>Elementos principales</h3>
			<center>
				<iframe style="max-width:100%" src="https://wordwall.net/es/embed/5af57f2fd66d48999c86e8208edcc4c5?themeId=43&templateId=22&fontStackId=0" width="700" height="420" frameborder="0" allowfullscreen></iframe>
			</center>
			<h4>T&iacute;tulo</h4>
				<ul>
					<li>Indica el tema o prop&oacute;sito del mapa a trav&eacute;s de palabras </li>
					<li>Debe ser conciso pero descriptivo</li>
					<li>Ejemplo:<em> Mapa pol&iacute;tico de Am&eacute;rica del Norte</em> </li>
				</ul>
					
					
                <h4>Escala</h4>
				<img src="./imagenes/imagen9.jpg" style="float: right; margin: 40px; width: 400px;">
				<ul>
				<li> Relaci&oacute;n entre las distancias del mapa y la realidad.</li> 
					<li> Tipos de escalas:</li>
						<ul>
						 <li><b> Escala gr&aacute;fica</b>: representada a trav&eacute;s de una barra dividida en segmentos</li>
						
						 
						 
						 <li><b> Escala num&eacute;rica</b>: Indica cuantas veces se debe de aumentar el mapa para que el dibujo este a tamaño real. 
						 <br>Se expresa con un n&uacute;mero o una fracci&oacute;n.</br>
						 <br> Ejemplo: <br> <center>
						 
						 
						 <table class="contenedor"   border="1" cellspacing="0" cellpadding="5">
						
							<thead>
							<tr bgcolor="#F0F0F0">
									<th>Escala Num&eacute;rica</th>
									<th>Equivalencia en Realidad</th>
									<th>Uso Principal</th>
							</tr>
							</thead>
							
							<tbody>
								<tr>
									<td><strong>1:100</strong></td>
									<td>1 cm = 1 m</td>
                
									<td>Planos arquitect&oacute;nicos, detalles constructivos</td>
								</tr>
								
								<tr>
									<td><strong>1:1,000</strong></td>
									<td>1 cm = 10 m</td>
									<td>Catastro urbano, parcelas</td>
								</tr>
								<tr>
									<td><strong>1:5,000</strong></td>
									<td>1 cm = 50 m</td>
									<td>Planificaci&oacute;n urbana, infraestructuras</td>
								</tr>
								<tr>
									<td><strong>1:25,000</strong></td>
									<td>1 cm = 250 m</td>
									<td>Mapas topogr&aacute;ficos, senderismo</td>
								</tr>
								<tr>
									<td><strong>1:50,000</strong></td>
									<td>1 cm = 500 m</td>
                
									<td>Cartograf&iacute;a regional, estudios ambientales</td>
							</tr>
							</tbody>
						</table>
						 </center>
						 </li> </ul>
				</ul>
				
				<section class="scale-section">
				<h4>Calculadora de Escala de Mapa</h4>
				<form id="escalaForm">
					<div class="form-group">
						<label for="distMapa">Distancia en el mapa (cm):</label>
						<input type="number" id="distMapa" name="distMapa" step="any" required>
					</div>

					<div class="form-group">
						<label for="distReal">Distancia real (cm):</label>
						<input type="number" id="distReal" name="distReal" step="any" required>
					</div>

					<button type="submit">Calcular Escala</button>
				</form>

					<div class="resultado hidden" id="resultado">
					<h4>Resultado</h4>
					<p id="textoResultado"></p>
					</div>
				</section>
				
				<script src="./js/mi_javascri.js"></script>
				
				<img src="./imagenes/imagen11.jpg" style="float: right; margin: 10px; width: 300px;">
				<h4>Simbolog&iacute;a o leyenda</h4>
					<p>La <b>simbolog&iacute;a cartogr&aacute;fica</b> es el conjunto de figuras, l&iacute;neas, puntos y colores utilizados en los mapas para representar diferentes elementos del territorio.</p>
					<p>La <b>leyenda</b> del mapa, por otro lado, es el apartado donde se explica el significado de estos s&iacute;mbolos, facilitando su interpretaci&oacute;n.</p>
					<p>En otras palabras, la simbolog&iacute;a hace referencia a los signos en s&iacute;, mientras que la leyenda es la clave que permite entenderlos. </p>
					
					
					
					
				<h4>Rosa de los vientos</h4>
					<p> Es un <b>s&iacute;mbolo gr&aacute;fico circular</b> que tiene marcado alrededor los rumbos en los que se divide la circunferencia del horizonte.</p>
					<p>Se utiliza para representar las direcciones geogr&aacute;ficas y cardinales en un mapa.</p>
					
					
				<h4>Coordenadas geogr&aacute;ficas</h4>
					<p>Son las l&iacute;neas horizontales y verticales que se aprecian, y sirven para ubicar cualquier lugar en el mapa al se&ntilde;alar su <em>latitud </em> <b> (líneas horizontales)</b> y <em>longitud </em><b>(l&iacute;neas verticales)</b></p>
							
				<center><iframe width="900" height="600" frameborder="0" scrolling="no" allowfullscreen src="https://arcg.is/1fHCvv2"></iframe>
				</center>
				
		</article>
		
	</section>
	
	<footer>
        <div class="container">
            <div class="footer-content">
            <p>Hecho por: Sofia Trevejo</p>
            <a href="mailto:72622567@sencico.edu.pe">72622567@sencico.edu.pe</a>
			
            <p style="text-align: center; margin-top: 2rem; font-size: 0.9rem;">© 2025 Cartografía. Todos los derechos reservados.</p>
        </div>
		</div>
    </footer>		
</body>
</html>
	
	